categories = {'Закрытие задолженностей': 1, 'Химия': 2, 'Наука': 3, 'Клуб наставников': 4, 'Глубокое обучение': 5, 
              'Backend-разработка': 6, 'Экономика': 7, 'Frontend разработка': 8, 'IOS-разработка': 9, 'Музыка': 10,
                'Туризм': 11, 'DevOps': 12, 'Робототехника': 13, 'Волонтерство': 14, 'Хакатоны': 15, 'Иностранные языки': 16,
                  'Вокал': 17, 'Android-разработка': 18, '3D-моделирование': 19, 'Промышленный дизайн': 20, 'Физика': 21, 
                  'Стажировки': 22, 'Танцы': 23, 'Машинное обучение': 24, 'Творчество': 25, 'Театр': 26, 
                  'Спортивное программирование': 27, 'Предпринимательство': 28, 'Интеллектуальные игры': 29,
                    'Анализ данных и Big Data': 30, 'Гейм-дизайн': 31, 'Кибербезопасность': 32, 'Спорт': 33, 'КВН': 34, 'Дизайн': 35}